<!DOCTYPE html>
<html>
    <head>
  <style>

    p {
      text-align: justify;
      font-size: 20px;
    }

    summary {
      color: blue;
      font-weight: 600;
      font-size: large;
    }

    #more {
      display: none;
    }
	
	.carousel-caption {
                left: 0;
                color:white;
                font-size:18px;
                font-weight:bold;
                background: rgba(0, 0, 0, 0.55);
                height: 10px;
                bottom: 0;
            }
            .carousel-indicators{
                display: none;
            }
            .carousel-caption p{
                margin: -12px;
            }
  </style>


</head>
  
  <body>
    <h1 class="text-center">Financial Literacy</h1>
    <div class="intro">
      <h2><b>আর্থিক সাক্ষরতাঃ</b></h2>
      <p>
        আর্থিক সাক্ষরতা বলতে আমরা বুঝি অর্থনৈতিক ব্যবস্থার অন্তর্নিহিত
        কার্যকরণ। সহজ ভাষায় আয়-ব্যয় পরিকল্পনা, বিনিয়োগ, আর্থিক ও ঋণ
        ব্যবস্থপনা, ইত্যাদির মত আর্থিক ধারনাগুলোকে বোঝার এবং প্রয়োগ করার
        সক্ষমতাকে আর্থিক সাক্ষরতা বলে। ব্যক্তি কিভাবে উপার্জন করে এবং কিভাবে
        খরচ করে, কিভাবে মূল্যস্ফীতি ব্যক্তির ক্রয়ক্ষমতা বদলে দেয়, কিভাবে সুদের
        হার ব্যক্তির সম্পদ ও দায়ের মূল্য প্রভাবিত করে, কি কারণে শেয়ার বাজার
        উঠানামা করে, কিভাবে সঞ্চয় করা এবং তা সংরক্ষণ করা যায় ইত্যাদি বিষয়ে
        প্রাথমিক ধারনা প্রদানই আর্থিক সাক্ষরতার মূল উদ্দেশ্য। আর্থিক সাক্ষরতার
        লক্ষ্য হচ্ছে যে, ব্যক্তি তার অর্থনৈতিক পরিবেশ সম্পর্কে সচেতন হবে এবং
        অথনৈতিক ব্যবস্থাকে নিজের কাজে লাগিয়ে উপকৃত হবে।
      </p>
      <p>
        আধুনিক বিশ্বের পরিবর্তনশীল সমাজ-সভ্যতায় অর্থব্যবস্থার সাথে তাল মিলিয়ে
        চলতে হলে আমাদের মত উন্নয়নশীল দেশকে বিশেষ করে যেখানে আর্থিক
        ব্যবস্থাপনার শিক্ষা নিয়মিত শিক্ষা ব্যবস্থার অন্তর্ভুক্ত নয় সেখানে
        ক্ষুদ্র ও মাঝারী উদ্যোক্তা তৈরি এবং ব্যক্তি পর্যায়ে আয়-ব্যয় পরিকল্পনা,
        আয়-ব্যয়ের সমন্বয়, বিনিয়োগ, সঞ্চয় ইত্যাদি বিষয় আর্থিক সাক্ষরতার সাথে
        সম্পর্কিত। আর্থিক সাক্ষরতা আজকের বিশ্বের প্রধান চ্যালেঞ্জগুলোর মধ্যে
        অন্যতম। তবে অর্থনৈতিক উন্নয়নের দ্রুতগতি ও প্রাতিষ্ঠানিকীকরণের ফলে
        দেশের প্রত্যন্ত অঞ্চলগুলোতে অর্থিক অন্তর্ভুক্তিকরণ কর্মসূচী পৌছে
        যাচ্ছে। ফলশ্রুতিতে প্রতিষ্ঠানিক অর্থনৈতিক ব্যবস্থা দিনের পর দিন
        ব্যক্তি তথা রাষ্ট্রের জন্য গুরুত্বপূর্ণ হয়ে উঠছে যার অন্যতম অনুসঙ্গ
        হচ্ছে আর্থিক সাক্ষরতা। মানুষকে সম্পদ সৃষ্টি ও রক্ষণাবেক্ষণ এবং ঝুঁকি
        ব্যবস্থাপনার দিকগুলো নিয়ে নতুন করে ভাবতে হচ্ছে। এজন্য যে অর্থনৈতিক
        ব্যবস্থার অংশ হয়ে মানুষ জীবন যাপন করছে, তা সম্যকভাবে বুঝতে পারা
        প্রতিটি মানুষের জন্য অত্যন্ত গুরুত্বপূর্ণ যার প্রথম ও অত্যাবশ্যকীয় ধাপ
        হচ্ছে আর্থিক সাক্ষরতা।<span id="dots">...</span>
      </p>
      <div id="more">
        <div>
        <p>
          আর্থিক শিক্ষায় শিক্ষিত কোন ব্যক্তি যে কোন ধরনের বিনিয়োগ কিংবা ঋণ
          গ্রহণের আগে তার নানা দিক ও বিষয় ভালভাবে বিচার বিশ্লেষন করে খতিয়ে দেখা
          এবং সেই ঋণ কিংবা বিনিয়োগের ভবিষ্যত সম্ভবনা ও সম্ভাব্য যুক্তিসমূহ যাচাই
          করার সক্ষমতা তৈরিতে আর্থিক সাক্ষরতার গুরুত্ব অপরিসীম।
        </p>
        <p>
          ব্যক্তিক দৃষ্টিকোন থেকে আর্থিক সাক্ষরতা মানুষকে তাদের ব্যক্তিগত অর্থ
          পরিচালনা ও ব্যবস্থাপনা প্রয়োগ করতে শেখায় এবং একই সংগে নিজেদের অর্থ
          নিয়ে ভবিষ্যত পরিকল্পনার মাধ্যমে অর্থনৈতিক মুক্তি লাভে সহায়তা করে থাকে।
          আমাদের দেশের মানুষেরা কষ্ট করে অর্থ উপার্জন করেন। আর্থিক সাক্ষরতা
          তাদের এই উপর্জিত অর্থকে কার্যকরভাবে আয়-ব্যয় পরিকল্পনা, নিজেদের ঋণের
          বোঝা কমানো, স্বল্প ও দীর্ঘ মেয়াদী পরিসরে বিনিয়োগের কৌশল এবং ভবিষ্যতে
          যে কোন জরুরী অবস্থার জন্য প্রয়োজনীয় সঞ্চয় করতে সহায়তা করবে।
        </p>
        <p>
          উপরন্তু,আর্থিক স্বাক্ষরতা বাংলাদেশের মধ্যে ব্যবসা, ব্যবসায়ী ও
          উদ্যোক্তা তৈরীতে গুরুত্বপূর্ণ ভুমিকা পালন করতে পারে। ক্ষুদ্র মাঝারী
          শিল্প দেশের মোট জিডিপির প্রায় ২৫ শতাংশের কাছাকাছি কিন্তু অনেক ক্ষুদ্র
          ও মাঝারী শিল্প অর্থায়ন পেতে, নগদ অর্থ প্রবাহ সচল রাখতে ও বিনিয়োগ
          সম্পর্কে বুঝে শুনে সিদ্ধান্ত নিতে গিয়ে নানান সমস্যার সম্মুখীন হয়ে
          থাকেন। যথাযথ আর্থিক সাক্ষরতা থাকলে দেশের ক্ষুদ্র ও মাঝারী শিল্পের
          ব্যবসাগুলো এসকল প্রতিবন্ধকতা কাটিয়ে উঠার পাশাপাশি নিজেদের ব্যবসা
          বৃদ্ধি ও কর্মসংস্থান তৈরী করতে পারবে এবং অর্থনৈতিক উন্নয়নে নিজেদের
          অবস্থান দ্বারা সহায়ক ভূমিকা রাখবে।
        </p>
        <p>
          আর্থিক সাক্ষরতা দেশের অর্থনৈতিক প্রবৃদ্ধি ও দারিদ্র দূরীকরণে সহায়তা
          করে এবং একই সংগে সকলে অন্তর্ভুক্তকরণের মাধ্যমে আর্থিক পরিসেবায় মানুয়ের
          অংশগ্রহণ অর্থনীতির চাকাকে গতিশীল করে যা আমাদের ডিজিটাল অর্থনীতি থেকে
          স্মার্ট বাংলাদেশের অর্থনীতি বিনির্মানে অন্যতম শক্তি হিসাবে কাজ করবে।
          এই কর্মসূচীর মূল লক্ষ্য প্রান্তিক জনগোষ্টিকে আর্থিক পরিসেবাগুলোতে
          অংশগ্রহণের সুযোগ প্রদানের মাধ্যমে দেশের আর্থ-সামাজিক উন্নয়ন তথা
          সামগ্রিক অর্থনৈতিক উন্নয়ন। আর এই কারণেই অগ্রাধিকারের ভিত্তিতে বাংলাদেশ
          ব্যাংক ২০২০-২০২৪ সালের স্ট্র্যাটেজিক প্ল্যনের অওতায় আর্থিক সাক্ষরতা ও
          আর্থিক শিক্ষা উদ্যোগকে জোরদার করা গুরুত্বপূর্ণ মূল লক্ষ্য হিসাবে
          চিহ্নিত করেছে।
        </p>
        <p>
          বাংলাদেশ সরকারের রূপকল্প ২০৪১ বাস্তবায়ন ও ২০৩০ সালের মধ্যে জাতিসংঘ
          ঘোষিত টেকসই উন্নয়ন লক্ষ্যমাত্রা অর্জন এবং জাতীয় আর্থিক অন্তর্ভুক্তি
          কৌশল (২০২১-২০২৬) বাস্তবায়নে সবার জন্য আর্থিক অন্তর্ভুক্তি নিশ্চিতকরণে
          আপামর জনগোষ্ঠীর মাঝে আর্থিক সাক্ষরতা বিস্তার অপরিহার্য। জনগণের মাঝে
          ব্যাংকিং ও আর্থিক পণ্য/সেবা সম্পর্কে সম্যক ধারণা পৌঁছানোর মাধ্যমে
          তাদেরকে আধুনিক ব্যাংকিং/আর্থিক ব্যবস্থা সম্পর্কে অবগত করে
          প্রাতিষ্ঠানিক আর্থিক পণ্য/সেবা গ্রহণে আগ্রহী করে তুলে দেশের অর্থনৈতিক
          প্রবৃদ্ধির গতি সমুন্নত রাখাই অত্র ব্যাংকের আর্থিক সাক্ষরতা কার্যক্রমের
          মূল উদ্দেশ্য।
        </p>
      </div>
      <div class="benefit">
        <p>
          নিম্নে আর্থিক সাক্ষরতা কার্যক্রম বাস্তবায়নে যেসব বিষয়/সেবা পণ্য ভূমিকা
          রাখবে তন্মেধ্যে কিছু বিষয়/সেবা পণ্যের প্রকৃতি, সেবা গ্রহণের উপায়,
          সেবার উপকার/সুবিধা প্রভৃতি সম্পর্কে আলোচনা করা হলো:</p>

        <details>
          <summary>১. আর্থিক পরিকল্পনা: </summary>
          উত্তর: সাধারণভাবে একজন মানুষের বর্তমান ও সম্ভাব্য আয়ের উপর ভিত্তি করে সম্ভাব্য ব্যয় (সাধারণ ও বিশেষ) এবং
          সম্ভাব্য সঞ্চয়ের আগাম হিসাব প্রস্তুতিকেই আর্থিক পরিকল্পনা বলা হয়। বিশেষ ব্যয় বলতে আমরা পরিস্থিতির কারণে উদ্ভূত
          আকষ্মিক ব্যয়কে বুঝি। যেমন: হঠাৎ অসুস্থতা, দুর্ঘটনা, প্রাকৃতিক দুর্যোগ ইত্যাদি।
        </details>


        <details>
          <summary>২. আর্থিক পরিকল্পনা কেন প্রয়োজন? </summary>
          উত্তর: আয় বুঝে ব্যয় করাই মূলতঃ আর্থিক পরিকল্পনার উদ্দেশ্য। আর্থিক পরিকল্পনায় বর্তমান আয় এবং সম্ভাব্য আয়ের
          উৎসসমূহ চিহ্নিত করা হয়। একই সাথে, ভবিষ্যতে ব্যয় কী হতে পারে, কোন কোন খাতে এ ব্যয় হতে পারে তা চিহ্নিত করা হয়।
          একই
          সাথে সঞ্চয়ের বিষয়েও লক্ষ্য রাখা হয়। ভবিষ্যতে হঠাৎ অতিরিক্ত অর্থের প্রয়োজন হলে তা কিভাবে মেটানো হবে, সে বিষয়ের
          একটা রূপরেখা থাকে। তাই নিরাপদ ভবিষ্যত এবং আকস্মিক চাহিদা মেটানোর তাগিদে প্রত্যেকের আর্থিক পরিকল্পনা সম্পর্কে
          সম্যক ধারণা থাকা প্রয়োজন।
        </details>


        <details>
          <summary>৩. সঠিক আর্থিক পরিকল্পনা কিভাবে করা যায়? </summary>
          উত্তর: সঠিক বাজেট ব্যবস্থাপনা তথা আয় ও ব্যয়ের মধ্যে সামঞ্জস্য রাখার মাধ্যমে সঠিক আর্থিক পরকিল্পনা করা যায়।
          <li>নিজ নিজ আর্থিক অবস্থার মূল্যায়ন করা; </li>
          <li>কোন্ কোন্ ক্ষেত্রে আর্থিক প্রয়োজনীয়তা রয়েছে তা চিহ্নিত করাসহ আর্থিক প্রয়োজনীয়তাকে বিভিন্ন মেয়াদে ভাগ করা;
            যেমন: স্বল্প মেয়াদ (০১ বছর), মধ্য মেয়াদ (০১ থেকে ০৫ বছর) এবং দীঘর্ মেয়াদ (০৫ বছরের অধিক)। </li>
          <li>প্রতিটি প্রয়োজনের বিপরীতে সপ্তাহে/মাসে কত সঞ্চয় করতে হবে তা হিসাব করা;</li>
          <li>মেয়াদ অনুযায়ী সম্ভাব্য প্রত্যেক প্রয়োজনের বিপরীতে অর্থ সংস্থান করা; </li>
          <li>নিয়মিত নিজের সঞ্চয়ের পর্যালোচনা করা এবং মাস শেষে সঞ্চয়ের হিসাব করা; </li>
          <li>আয়, ব্যয় ও সঞ্চয় হিসাবের জন্য আর্থিক ডায়েরি ব্যবহার করা এবং </li>

        </details>

        <details>
          <summary>৪. বাজেট কী? </summary>
          উত্তর: আয় ও ব্যয়ের সঠিক পরিকল্পনাই হলো বাজেট। বাজেট হলো আয়ের সুশৃঙ্খল ব্যবস্থাপনার মাধ্যমে সুনির্দিষ্ট লক্ষ্যে
          পৌঁছানোর পরিকল্পনা।
        </details>

        <details>
          <summary>৫. ব্যক্তিগত বাজেট করার প্রক্রিয়া কী? </summary>
            <ul>উত্তর: ব্যক্তিগত বাজেট করার প্রক্রিয়া হল:
            <li>নিজের আয় নির্ধারণ </li>
            <li>মাসিক খরচের তালিকা প্রণয়ন </li>
            <li>আবশ্যিক ব্যয় ও পরিবর্তনশীল ব্যয় নির্ধারণ </li>
            <li>আয় ও ব্যয়ের পার্থক্য নিরূপণ </li>
            <li>পরিবর্তনশীল ব্যয়সমূহ সমন্বয়করণ </li>
            <li>সঞ্চয়ের অর্থ দিয়ে করণীয় সম্পর্কে সিদ্ধান্ত গ্রহণ</li>
            <li>প্রক্রিয়াটির সাথে অভ্যস্ত হওয়া ও আর্থিক ডায়েরি পরিচালনা করা</li>
          </ul>
        </details>
        </ol>
      </div>
    </div>
  </div>
  <button onclick="myFunction()" id="myBtn">Read more</button>

  <script>
    function myFunction() {
      var dots = document.getElementById("dots");
      var moreText = document.getElementById("more");
      var btnText = document.getElementById("myBtn");

      if (dots.style.display === "none") {
        dots.style.display = "inline";
        btnText.innerHTML = "Read more";
        moreText.style.display = "none";
      } else {
        dots.style.display = "none";
        btnText.innerHTML = "Read less";
        moreText.style.display = "inline";
      }
    }

  </script>

    
    
<?php

//foreach ($finlit as $row) {
    //$img = $row->imageName;
    //echo '<div class="col-lg-9 col-md-6 col-sm-12">';
    //echo '<div class="finLit"><img class="img-fluid" src="' . base_url() . 'assets/album/' . $img . '"/></div>';
    //echo '</div>';
//}
?>
  
  
  <!-- Start Carasoul -->
</br></br>
  <div id="carouselExampleCaptions" class="carousel slide" data-ride="carousel">
    <ol class="carousel-indicators">
        <?php $i = 0; ?>
        <?php foreach ($finlit  as $row) { ?>
            <?php if ($i == 0) { ?>
                <li data-target="#carouselExampleCaptions" data-slide-to="<?php echo $i; ?>" class="active"></li>
            <?php } else { ?>
                <li data-target="#carouselExampleCaptions" data-slide-to="<?php echo $i; ?>"></li>
            <?php
            }
            $i++;
        }
        ?>
    </ol>
    <div class="carousel-inner">
        <?php $count = 0; ?>
        <?php foreach ($finlit  as $row) { ?>
    <?php $count++; ?>
    <?php if ($count == 1) { ?>
                <div class="carousel-item active">
                    <img src="<?php echo base_url('assets/album/' . $row->imageName); ?>" alt="...">
                    <div class="carousel-caption">                      
                        <!--p class="slide_title"><?php //echo $row->image_title; ?></p--->
                    </div>
                </div>
    <?php } else { ?>
                <div class="carousel-item">
                    <img src="<?php echo base_url('assets/album/' . $row->imageName); ?>" alt="...">
                    <div class="carousel-caption">
                        <!--p class="slide_title"><?php //echo $row->image_title; ?></p-->
                    </div>
                </div>
    <?php }
}
?>
    </div>
    <div class="carousel-control">
        <a class="carousel-control-prev" href="#carouselExampleCaptions" role="button" data-slide="prev">
            <span class="carousel-control-prev-icon" aria-hidden="true"></span>
            <span class="sr-only">Previous</span>
        </a>
        <a class="carousel-control-next" href="#carouselExampleCaptions" role="button" data-slide="next">
            <span class="carousel-control-next-icon" aria-hidden="true"></span>
            <span class="sr-only">Next</span>
        </a>
    </div>
</div>



        <!-- End Carasoul -->
  
    <script>
            $('.carousel').carousel({
                interval: 5000
            })

        </script>
  
  
  </body>
  </html>